Repository: Hmarttinelle/Gestao_Somagec
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Português
fr: Portugais

source: Inglês
fr: Anglais

source: Francês
fr: Français

source: Tonelada
fr: Tonne

source: Metro Cúbico
fr: Mètre Cube

source: Unidade
fr: Unité

source: nome
fr: nom

source: descrição
fr: description

source: unidade de medida
fr: unité de mesure

source: estoque atual
fr: stock actuel

source: preço por unidade
fr: prix par unité

source: Produto
fr: Produit

source: Produtos
fr: Produits

source: NIF/Contribuinte
fr: NIF/Contribuable

source: endereço
fr: adresse

source: telefone
fr: téléphone

source: Cliente
fr: Client

source: Clientes
fr: Clients

source: cliente
fr: client

source: Criado por
fr: Créé par

source: data de emissão
fr: date d'émission

source: número da fatura
fr: numéro de facture

source: paga
fr: payée

source: Taxa IGV (%)
fr: Taux TVA (%)

source: Fatura
fr: Facture

source: Faturas
fr: Factures

source: produto
fr: produit

source: quantidade
fr: quantité

source: preço unitário
fr: prix unitaire

source: Nome da Empresa
fr: Nom de l'Entreprise

source: Logotipo
fr: Logo

source: Endereço
fr: Adresse

source: Telefone
fr: Téléphone

source: Dados de Pagamento
fr: Détails de Paiement

source: Dados da Empresa
fr: Détails de l'Entreprise

source: Login
fr: Connexion

source: O seu nome de utilizador e palavra-passe não correspondem. Por favor, tente novamente.
fr: Votre nom d'utilisateur et votre mot de passe ne correspondent pas. Veuillez réessayer.

source: Entrar
fr: Se connecter

source: Adicionar Novo Cliente
fr: Ajouter un Nouveau Client

source: Nome
fr: Nom

source: Morada
fr: Adresse

source: Salvar Cliente
fr: Enregistrer le Client

source: Cancelar
fr: Annuler

source: Adicionar Novo Produto
fr: Ajouter un Nouveau Produit

source: Nome do Produto
fr: Nom du Produit

source: Descrição
fr: Description

source: Unidade de Medida
fr: Unité de Mesure

source: Estoque Inicial
fr: Stock Initial

source: Preço por Unidade
fr: Prix par Unité

source: Salvar Produto
fr: Enregistrer le Produit

source: Nova Fatura
fr: Nouvelle Facture

source: Histórico
fr: Historique

source: Estoque
fr: Stock

source: Administração
fr: Administration

source: Bem-vindo
fr: Bienvenue

source: Sair
fr: Déconnexion

source: Confirmar Remoção
fr: Confirmer la Suppression

source: Apagar Cliente
fr: Supprimer le Client

source: Tem a certeza?
fr: Êtes-vous sûr(e) ?

source: Você está prestes a apagar permanentemente o cliente <strong>%(cliente.nome)s</strong>. Esta ação não pode ser desfeita.
fr: Vous êtes sur le point de supprimer définitivement le client <strong>%(cliente.nome)s</strong>. Cette action est irréversible.

source: Sim, apagar cliente
fr: Oui, supprimer le client

source: Criar Nova Fatura
fr: Créer une Nouvelle Facture

source: Detalhes Gerais
fr: Détails Généraux

source: Tipo de Imposto
fr: Type de Taxe

source: Personalizado
fr: Personnalisé

source: Isento
fr: Exonéré

source: Taxa (%%)
fr: Taux (%%)

source: Adicionar Itens
fr: Ajouter des Articles

source: Quantidade
fr: Quantité

source: Adicionar
fr: Ajouter

source: Itens da Fatura
fr: Articles de la Facture

source: Qtd.
fr: Qté.

source: Preço Unit.
fr: Prix Unit.

source: Subtotal
fr: Sous-total

source: Ação
fr: Action

source: Gerar Fatura
fr: Générer la Facture

source: Detalhe da Fatura %(fatura.numero_fatura)s
fr: Détail de la Facture %(fatura.numero_fatura)s

source: Detalhe da Fatura
fr: Détail de la Facture

source: Editar Fatura
fr: Modifier la Facture

source: Imprimir Fatura
fr: Imprimer la Facture

source: Dados da empresa não configurados.
fr: Détails de l'entreprise non configurés.

source: Data de Emissão
fr: Date d'Émission

source: Preço Unitário
fr: Prix Unitaire

source: IGV
fr: TVA

source: Processado por
fr: Traité par

source: Pagamento
fr: Paiement

source: Editar Cliente
fr: Modifier le Client

source: Salvar Alterações
fr: Enregistrer les Modifications

source: Editar Fatura %(fatura.numero_fatura)s
fr: Modifier la Facture %(fatura.numero_fatura)s

source: Editar Produto
fr: Modifier le Produit

source: Estoque Atual
fr: Stock Actuel

source: Fatura %(fatura.numero_fatura)s
fr: Facture %(fatura.numero_fatura)s

source: FATURA
fr: FACTURE

source: Data
fr: Date

source: Tel
fr: Tél

source: Faturado a
fr: Facturé à

source: Produto / Serviço
fr: Produit / Service

source: Erro: Dados da empresa não configurados.
fr: Erreur : Détails de l'entreprise non configurés.

source: Por favor, vá ao painel de administração e insira os dados da sua empresa.
fr: Veuillez vous rendre dans le panneau d'administration et saisir les détails de votre entreprise.

source: Assinatura e Carimbo
fr: Signature et Cachet

source: Contactos
fr: Contacts

source: Dashboard
fr: Tableau de bord

source: Total Faturado (Mês)
fr: Total Facturé (Mois)

source: Nº de Faturas (Mês)
fr: Nº de Factures (Mois)

source: Total de Clientes
fr: Total Clients

source: Análise de Vendas
fr: Analyse des Ventes

source: Últimos 6 Meses
fr: Derniers 6 Mois

source: Últimos 3 Meses
fr: Derniers 3 Mois

source: Mês Atual (Diário)
fr: Mois Actuel (Journalier)

source: Período Personalizado
fr: Période Personnalisée

source: Filtrar
fr: Filtrer

source: Estoque Baixo (<= %(limite_estoque_baixo)s)
fr: Stock Faible (<= %(limite_estoque_baixo)s)

source: Ações
fr: Actions

source: Editar
fr: Modifier

source: Nenhum produto com estoque baixo.
fr: Aucun produit avec un stock faible.

source: Total Faturado
fr: Total Facturé

source: Gestão de Clientes
fr: Gestion des Clients

source: Apagar
fr: Supprimer

source: Nenhum cliente encontrado.
fr: Aucun client trouvé.

source: Histórico de Faturas
fr: Historique des Factures

source: Número da Fatura
fr: Numéro de Facture

source: Última Modificação
fr: Dernière Modification

source: Valor Total
fr: Montant Total

source: Paga
fr: Payée

source: Sim
fr: Oui

source: Não
fr: Non

source: Nenhuma fatura encontrada.
fr: Aucune facture trouvée.

source: Anterior
fr: Précédent

source: Página
fr: Page

source: Próxima
fr: Suivant

source: Estoque de Produtos
fr: Stock de Produits

source: Preço
fr: Prix

source: Nenhum produto encontrado.
fr: Aucun produit trouvé.

source: Apagar Produto
fr: Supprimer le Produit

source: Você está prestes a apagar permanentemente o produto <strong>%(produto.nome)s</strong>. Esta ação não pode ser desfeita.
fr: Vous êtes sur le point de supprimer définitivement le produit <strong>%(produto.nome)s</strong>. Cette action est irréversible.

source: Apagar um produto não afeta as faturas antigas onde ele foi usado, mas remove-o da lista para futuras vendas.
fr: La suppression d'un produit n'affecte pas les anciennes factures où il a été utilisé, mais le retire de la liste pour les ventes futures.

source: Sim, apagar produto
fr: Oui, supprimer le produit

source: O cliente '{nome}' foi adicionado com sucesso!
fr: Le client '{nome}' a été ajouté avec succès !

source: Os dados do cliente '{nome}' foram atualizados com sucesso!
fr: Les données du client '{nome}' ont été mises à jour avec succès !

source: O cliente '{nome}' foi apagado com sucesso.
fr: Le client '{nome}' a été supprimé avec succès.

source: O cliente '{nome}' não pode ser apagado porque já tem faturas associadas a ele.
fr: Le client '{nome}' ne peut pas être supprimé car il a des factures associées.

source: O produto '{nome}' foi adicionado com sucesso!
fr: Le produit '{nome}' a été ajouté avec succès !

source: O produto '{nome}' foi atualizado com sucesso!
fr: Le produit '{nome}' a été mis à jour avec succès !

source: O produto '{nome}' foi apagado com sucesso.
fr: Le produit '{nome}' a été supprimé avec succès.

source: O produto '{nome}' não pode ser apagado porque já está associado a faturas existentes.
fr: Le produit '{nome}' ne peut pas être supprimé car il est déjà associé à des factures existantes.

source: A fatura deve ter pelo menos um item.
fr: La facture doit contenir au moins un article.

source: Estoque insuficiente para {produto_nome}. Disponível: {estoque}
fr: Stock insuffisant pour {produto_nome}. Disponible : {estoque}

source: Fatura {numero} criada com sucesso!
fr: Facture {numero} créée avec succès !

source: Ocorreu um erro ao gerar a fatura: {erro}
fr: Une erreur s'est produite lors de la génération de la facture : {erro}

source: Fatura {numero} atualizada com sucesso!
fr: Facture {numero} mise à jour avec succès !

source: Ocorreu um erro ao salvar as alterações: {erro}
fr: Une erreur s'est produite lors de l'enregistrement des modifications : {erro}

source: A fatura {numero} foi marcada como PAGA.
fr: La facture {numero} a été marquée comme PAYÉE.

source: A fatura {numero} foi marcada como NÃO PAGA.
fr: La facture {numero} a été marquée comme NON PAYÉE.
